13/data/attachments/6a4c685fce1f2773.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_46c8375b-b8f7-47cb-b7a4-5c6e1163b72f</nif:username>
            <nif:friendToBeAdded>Maria_opportunity_Friend_27047_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>